//经纬度
var mapData= [
  {
    id : 0,
    title:"北京",
    lnglat :"116.41667, 39.91667"
  },
  {
    id : 1,
    title : "上海",
    lnglat: "121.43333, 31.20000"
  },
  {
    "id": 2,
    "title": "天津",
    "lnglat": "117.20000,39.13333"
  },
  {
    "id": 3,
    "title": "香港",
    "lnglat": "114.10000,22.20000"
  },
  {
    "id": 4,
    "title": "广州",
    "lnglat": "113.23333,23.16667"
  },
  
  {
    id: 5,
    title: "杭州",
    lnglat: "120.20000,30.26667"
  },
  {
    id: 6,
    title: "重庆",
    lnglat: "106.45000, 29.56667"
  },
  {
    id: 7,
    title: "福州",
    lnglat: "119.30000, 26.08333"
  },
  {
    id: 8,
    title: "兰州",
    lnglat: "103.73333,36.03333"
  },
  {
    id: 9,
    title: "贵阳",
    lnglat: "106.71667,26.56667"
  },
  {
    id: 10,
    title: "长沙",
    lnglat: "113.00000,28.21667"
  },
  {
    id: 11,
    title: "南京",
    lnglat: "118.78333,32.05000"
  },
  {
    id: 12,
    title: "南昌",
    lnglat: "115.90000,28.68333"
  },
  {
    id: 13,
    title: "沈阳",
    lnglat: "123.38333,41.80000"
  },
  {
    id: 14,
    title: "太原",
    lnglat: "112.53333,37.86667"
  },
  {
    id: 15,
    title: "成都",
    lnglat: "104.06667,30.66667"
  },
  {
    id: 16,
    title: "拉萨",
    lnglat: "91.05000,29.60000"
  },
  {
    id: 17,
    title: "乌鲁木齐",
    lnglat: "87.68333,43.76667"
  },
  {
    id: 18,
    title: "昆明",
    lnglat: "102.73333,25.05000"
  },
  {
    id: 19,
    title: "西安",
    lnglat: "108.95000,34.26667"
  },
  {
    id: 20,
    title: "西宁",
    lnglat: "101.75000,36.56667"
  },
  {
    id: 21,
    title: "银川",
    lnglat: "106.26667,38.46667"
  },
  {
    id: 22,
    title: "哈尔滨",
    lnglat: "126.63333,45.75000"
  },
  {
    id: 23,
    title: "长春",
    lnglat: "125.35000,43.88333"
  },
  {
    id: 24,
    title: "武汉",
    lnglat: "114.31667,30.51667"
  },
  {
    id: 25,
    title: "郑州",
    lnglat: "113.65000,34.76667"
  },
  {
    id: 26,
    title: "石家庄",
    lnglat: "114.48333,38.03333"
  },
  {
    id: 27,
    title: "海口",
    lnglat: "110.35000,20.01667"
  },
  {
    id: 28,
    title: "澳门",
    lnglat: "113.50000,22.20000"
  },
  {
    id: 29,
    title: "合肥",
    lnglat: "117.17000, 31.52000"
  },
  {
    id: 30,
    title: "台北",
    lnglat: "121.5000, 25.04000"
  },
  {
    id: 31,
    title: "济南",
    lnglat: "117.00000, 36.40000"
  },
  {
    id: 32,
    title: "呼和浩特",
    lnglat: "111.66000, 40.69000"
  },
  {
    id: 33,
    title: "南宁",
    lnglat: "108.19000, 22.48000"
  }
]

module.exports = mapData;


